Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.et-lt.tmx
Source language: et
Languages: lt

source: Kui tööaeg on reguleeritud kollektiivlepinguga, siis Töökeskkonna amet tööaja seadusest kinnipidamist ei kontrolli.
lt: Darbo aplinkos tarnyba nėra atsakinga, kad būtų laikomasi darbo laiko trukmės įstatymo, kai darbo

source: Sellisel juhul ei saa Töökeskkona amet lubada ka erandeid tööaja seadusega kehtestatud reeglitest.
lt: Tada Darbo aplinkos tarnyba, taipogi, negali leisti, kad kai kurioms šio įstatymo nuostatoms būtų daromos išimtys.

source: Kui Sa haigestud
lt: Jums susirgus

source: Rootsi sotsiaalkindlustussüsteemis on ette nähtud hüvitised – nt haigusraha ja vanematoetus –, mis põhinevad sellel, et Sul on töö.
lt: Švedijos socialinio draudimo sistema išmoka pašalpas, pavyzdžiui, pašalpą dėl ligos ir motinystės pašalpą, kurios grindžiamos Jūsų turimu darbu.

source: On olemas veel elukohal põhinevad hüvitised.
lt: Taipogi, yra išmokos, susijusios su gyvenamąja vieta.

source: Rootsis ajutiselt töötavatele isikutele need üldjuhul ei laiene.
lt: Asmenims, kurie tik laikinai dirba Švedijoje, paprastai nemokamos šios išmokos.

source: Rootsi tööle lähetatud marjakorjajad, s.t kodumaal tööjõuvahendusfirmasse tööle võetud töötajad on kindlustatud kodumaal.
lt: Uogautojai, kurie yra komandiruoti į Švediją, tai yra, įdarbinti savo šalies darbo samdos ir nuomos įmonių, yra apdrausti savo šalyje.

source: Kui Sind võttis Rootsis tööle Rootsi tööandja, peaksid Sinule kehtima Rootsi sotsiaalkindlustushüvitised, igal juhul tööl põhinevad hüvitised.
lt: Jeigu Jus įdarbino Švedijos darbdavys, Švedijos socialinis draudimas galioja ir Jums, bent jau darbu pagrįstos išmokos.

source: Teisest Euroopa Liidu riigist tulnud marjakorjajatele kehtivad erireeglid, mistõttu on võimalik, et neile laienevad nii elukohal kui ka tööl põhinevad sotsiaalkindlustushüvitised, kui nad töötavad ainult Rootsis.
lt: Jeigu manoma, kad Švedijoje buvimas užtruks ilgiausiai vienerius metus, yra laikoma, kad Jūs negyvenate Švedijoje, ir Jums netaikomos išmokos, susijusios su gyvenamąja vieta.

source: Isikutele, kelle tööandja asub kodumaal ja kes töötavad Rootsis vaid ajutiselt, kehtib tulumaksu osas erand.
lt: Komandiruotiesiems darbuotojams taikomi įstatymai, pavyzdžiui, dėl atostogų ir motinystės atostogų.

source: Nende isikute sissetulekut ei tulumaksustata, kui nad ei tööta aasta jooksul rohkem kui 183 päeva.
lt: Daugiau informacijos apie komandiravimą pateikiama www.posting.se.

source: Ka tööandjale kehtib sel juhul tingimus.
lt: Komandiravimas

source: Alaline tegevuskot on näiteks kontor, vabrik ja muu taoline.
lt: Komandiruotiesiems darbuotojams taikomi įstatymai, pavyzdžiui, dėl atostogų ir motinystės atostogų.

source: Eritulumaksu suurus on 25 protsenti.
lt: Daugiau informacijos apie komandiravimą pateikiama www.posting.se.

source: Pärast kuue kuu möödumist loetakse tulumaksu arvestamisel, et Sa oled Rootsi elanik ning siis pead Sa maksma tulumaksu juba Rootsi tavaliste tulumaksuseaduste järgi.
lt: workinginsweden.se Švedijos Instituto internetinio puslapio svetainėse, www.sweden.se ir www.workinginsweden.se, Jūs rasite daugiau informacijos apie Švediją ir darbą čia.

source: Kui Sa oled näiteks kodumaal võetud tööle tööjõuvahendusfirmasse ja Sind saadetakse paariks kuuks Rootsi tööle, oled Sa tööle lähetatud.
lt: Jūs savo noru galite registruotis Švedijos „Sodroje“, Jums atvykus į Švediją dirbti.

source: Siit saad teavet selle kohta, millised on Sinu õigused.
lt: Ši registracija neturi įtakos galimai teisei gauti išmokas.

source: workinsweden.se Rootsi Instituudi veebilehtedelt www.sweden.se ja www.workinginsweden.se leiad veel infot Rootsi ja Rootsis töötamise kohta.
lt: Apie tai daugiau skaitykite Švedijos „Sodros“ internetinio puslapio svetainėje www.forsakringskassan.se.

source: Lähetatud töötajatele laienevad Rootsis näiteks puhkusi ja sünnituspuhkusi puudutavad reeglid.
lt: Tačiau darbdaviams, taipogi, keliami reikalavimai.

source: Lähetatud töötajate kohta loe täpsemalt aadressilt www.posting.se.
lt: Mokesčio dydis yra 25 procentai.

source: Fax +46-(0)8-735 85 55 www.av.se ADI 653 Est
lt: Fax +46-(0)8-735 85 55 www.av.se ADI 653 Lit

source: Contact information
lt: Kontaktinė informacija

source: Töökeskkonna amet
lt: Darbo aplinkos tarnyba

source: Tuletõrje
lt: Gaisrinė

source: Sotsiaalkindlustuskassa
lt: Švedijos „Sodra“

source: Migratsiooniamet
lt: Migracijos departamentas

source: Politsei
lt: Policija

source: Munitsipaaltöötajate Liit
lt: Kommunal

source: Maksuamet
lt: Mokesčių tarnyba

source: Rootsi Instituut www.sweden.se
lt: Švedijos Institutas www.sweden.se

source: Välisministeerium
lt: Užsienio reikalų ministerija
